-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Aug 11, 2023 at 12:28 AM
-- Server version: 5.7.39
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `indikativ`
--

-- --------------------------------------------------------

--
-- Table structure for table `locale`
--

CREATE TABLE `locale` (
  `id` int(11) NOT NULL,
  `object` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `kaz` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `rus` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `locale`
--

INSERT INTO `locale` (`id`, `object`, `kaz`, `rus`) VALUES
(1, '94890d05df1a0417e5db989a5934c016', 'АХМЕТ ЯСАУИ УНИВЕРСИТЕТІ', 'Ahmet Yassaui Universitet'),
(2, '4f436097d8c3a650ed8760d828fcc2b0', 'ІШКІ КӘСІБИ РЕЙТИНГІ', 'Внутренний проф рейтинг'),
(3, 'dc4a6c886dedec1c4c714d27eec79444', 'Қош келдіңіз!!!', 'Добро пожаловать!'),
(4, '3810d43ada9720f9830882b1741810a8', 'Cайтқа кіру нұсқаулығын оқыңыз', 'Инструкция как зайти в сайт'),
(5, '5fe5313dd98f8f5c31ab39c22b629759', 'Логин', 'Логин'),
(6, 'ab65320e8010add3d5f6fe990b50c7d8', 'Логинді теріңіз', 'Вводите логин!'),
(7, 'f03edc028a107bc41ec33ee19c5308a7', 'Құпия сөз', 'Секретный слов'),
(8, '7353c602e9d3009d137ac28025be2f0a', 'Құпия сөзді теріңіз', 'Вводите пароль'),
(9, '6ac3a229e862318a2028ae6919dd5c96', 'Тілді таңдау', 'Выберите язык'),
(10, '8be1a8f3d25d453371cb2b5f3d394dad', 'Қазақша', 'Казахском'),
(11, '1cdb4f686d70f16d6fb972dae5c7071d', 'Орыс тілі', 'Русском'),
(12, '4bcf8d5ea25913e11f92138ffd5c2803', 'Кіру', 'Войти'),
(13, 'a813f5bb0a231231ac17671293480a88', 'Құпия сөзді ұмыттым?', 'Забыл пароль?'),
(14, '80aed9fa65bb17b2c479797a501ef87a', 'Таңдалмаған', 'Не выбрано!'),
(16, '96bd98c5d74d7930b5b6480a8428ff1a', 'Сайтқа қатысты сұрақтар болса', 'Остались вопросы ?'),
(17, '01c543ef678a282aa9f59561653a9e6f', 'Негізгі', 'Главный'),
(18, '24738015603eee32151726aa8735fd51', 'Негізгі бет', 'Главный страница'),
(19, '9026f01afb79dd69e10da0d03f52cb7e', 'Көрсеткіштер', 'Показателей'),
(20, '91d98ddc6034b632c9c217894f5d7b2d', 'Құжаттар', 'Документы'),
(21, '14eb52bed2be669e45466ba96e52eee5', 'Ереже 2022-2023', 'Правила 2022-2023'),
(22, 'd7d14dde8ac57448d4e869b5a1786101', 'Растаушылар Ғылыми бағыт', NULL),
(23, '689f54452b348d9759b21611290840a7', 'Растаушылар Академиялық бағыт', NULL),
(24, '270e369683afb1a567ae6610d0b37867', 'Әлеуметтік-мәдени - Растаушылар', NULL),
(25, 'ec5e47ef38ddd864c3d578274ed65655', 'ӨКІМ  Халықаралық байланыс', NULL),
(26, '349dbb77ef9fe99176f7b7615b825116', 'Растаушылар академиялық ұтқырлық', NULL),
(27, '6958157e03997cb964dc6e87a8ac7f21', 'Ішкі кәсіби рейтинг коммиссиясы мәжілісінің №1 Хаттамасы', NULL),
(29, '5fb47cbab4c5f0a4d69e8145fab59052', 'Хаттама Сенатқа -  Рейтинг комиссия 2022', NULL),
(30, '62a761f9446c7839600b12f4c8349f02', 'оқу жылы', NULL),
(31, '4fc6158ebfe74bd4e5e448e553f18e64', 'Құпия сөзді ауыстыру', 'Сменить пароль'),
(32, 'ccdd53cf47a7ff4490ce7cc4f938f3be', 'Орындау', 'Выполнять'),
(33, 'da46c5d40388e0064c2f28366638a8a7', 'ОПҚ/ҒҚ', NULL),
(34, 'f7b9f3c0787f7c3bf83a3dce496f1d76', 'Басқа', 'Другие'),
(35, '7e487acbb00ad27fb4dffbb7dd4db31e', 'Сенім жәшігі', 'Ящик доверии'),
(36, 'ea3fda7f4bb20cca75d18e860b692281', 'Шағым түсіру', NULL),
(37, '12c9915edd263455d24351346404320b', 'Шағымдарды көру', NULL),
(38, 'adcdf8c5564acc9c87b421ce9ce38fc9', 'Сөздік', 'Словар'),
(39, 'c3fe03a9e637aaeb4d7f737b4192db51', 'Шығу', 'Выйти'),
(40, '8972834af02aff77b9eaa9ff8859afac', 'Орысша', NULL),
(41, '6927e1de72762b11ada4f09458833ee5', 'Сақтау', 'Сохранить'),
(42, '742d2b4ebc25096ea11ca319da5166a6', 'Өңдеу', 'Изменить'),
(44, '6c2b8dc277a36df0b4b82efc3a976fd4', 'Өшіру', 'Удалить'),
(45, 'a8ce4c2725590e4133c912f69a60f95d', 'Басты бет', NULL),
(46, 'a00b63ce57bca2d1cdcfa36aabb03520', 'Оқытушы', 'Преподаватель'),
(47, '4a444ea96514e9aadb44cf1e6990c03c', 'Құпия сөзді өзгерту', 'Сменить пароль'),
(48, '69a2b11471c2cbb559b6d63c4ea92f5c', 'Ескі құпия сөз', NULL),
(49, '3774712457de4ef5085458dbbd50d536', 'Ескі құпия сөз теріңіз', NULL),
(50, 'e947ac80fdd5efbb2d81f3b77a83a014', 'Жаңа құпия сөз', NULL),
(51, '4ca2cb8cc0975dc0c32182ab0ee866b2', 'Жаңа құпия сөз теріңіз', NULL),
(52, '1a498ad7e68ef73a2c21a861c5a1ae04', 'Өзгерту', NULL),
(53, '2634c4702a7119a56885438c15df7f9b', 'Ағымдағы рейтинг', 'Текущий рейтинг'),
(54, '7aa0293eadddb3b66442a45510b04f76', 'Факультеттер рейтингі', 'Рейтинг факультетов'),
(55, '970054da6094061b75738b9fa36e98ac', 'Қосылған балл', NULL),
(56, '63e5fc30b015529487c64b1025ffc5a2', 'Фак./ҒЗО орт. ендіру', NULL),
(57, '7565b04632778a4d4fcbbb678ba90e89', 'Каф./ҒЗИ орт. ендіру', NULL),
(58, 'ee88f00fdb249bebfbd3983f7132b1b7', 'ОПҚ орт. ендіру', NULL),
(59, 'e7b7e0223c8954cfd52c5f450c4c4584', 'Еңбектерді тексеру', NULL),
(60, '2f884b41fe8b0f3ff6420fb84ce7872c', 'Фильтр', NULL),
(61, '45a4bbba00ccf73b6caa8900c7d1c194', 'Оқытушыға рұқсат беру', NULL),
(62, 'd438afab2b63e39dd89c99aa781ba6e0', 'Оқытушы-профессорлар және ғылыми қызметкерлер рейтингі', 'Рейтинг профессоров и научных сотрудников'),
(63, '5903a963bdde4683293bd49021dd47b7', 'Аты жөні', 'ФИО'),
(64, '2f2aa50b37c906d44a66468acec4a401', 'Жалпы балл', 'Общий балл'),
(65, '0d1bdbc6d0f648099ee26621df19326a', 'Толық көру', 'Подробно'),
(66, '4ed0577d33f95ba0d90867cb1a6d8ae7', 'Университет бойынша', 'По универу'),
(67, '17102de48cfd1d207d9b56debc9d40c6', 'Штат саны', 'Кол-во штатов'),
(68, '7af8fe832157c02253247d4dc69232bf', 'Ғылым', 'Наука'),
(69, 'f7997e2d0508d5ad317d61d739fdb92d', 'Академиялық', 'Академия'),
(70, '1c42c4d824210648c95b71648a928580', 'Әлеуметтік-мәдени', 'Социальный'),
(71, '6e06b26d0387ab28f255e28215c46a97', 'Орта балл', 'Средний балл'),
(72, '606493eafe965541ef07938c729b39b4', 'Факультеттер', NULL),
(73, 'ee2cde8cc7eb6e1ade34668f7db9cc1e', 'Факультет атауы', NULL),
(74, '9aca739eb8e73e2200f5aa5de9027240', 'Кафедралар', NULL),
(75, '105faf290e1f04e670b62a86e373e222', 'Кафедра атауы', 'Называние кафедры'),
(76, '09513c7bc1d5c469e1af31471dca44cf', 'Ғылыми зерттеу институттары', NULL),
(77, '6e4057e1b50a7b00446f04e1b236a408', 'Орталық атауы', NULL),
(78, '97d7cd5194f1a1bd5ba80dc0e51f5f01', 'Еңбектерді растау', NULL),
(79, '7fc394b7c3f17fb1104d7b58aaf22584', 'рейтингі жайлы жалпы мәлімет', NULL),
(80, '6fd10948c1ab83af83694cf52102a659', 'Факультет/ҒЗО', NULL),
(81, '0f5949316c17d19c605c12c3497a8876', 'Кафедра/ҒЗИ', NULL),
(82, 'b524617deccb9a3bd1903a9779dc444f', 'Аты-жөні', NULL),
(83, 'db9229803b54a677d4615baadad99111', 'Ғылым бағыты', NULL),
(84, '6170a2959ba875930bba9f650d46403a', 'Академиялық бағыты', NULL),
(85, '52bf8a358569c5c135d7e71d4f2c1267', 'Әлеуметтік-мәдени бағыты', NULL),
(86, 'ab17f42ee92409746e423739e80291f6', 'Көрсеткіш', NULL),
(87, 'e90c5d3c07dff40bceb73a71acf9b473', 'Саны', NULL),
(88, 'a8caf3784c89d92b2f64766741983182', 'Автор саны', NULL),
(89, 'ecdfb88f2cda81c2ab2c650f41e14cfc', 'Файл аты', NULL),
(90, 'd449465d9aa8b3bf70cf3fc5faa87784', 'Балл', NULL),
(91, '79ff70416225ba2807fe848a4e48b7e8', 'Қайтару себебі', NULL),
(92, '7203f7a4ff564cb876e8db54c903dbfc', 'Статус', NULL),
(93, '5274d3fec4309b7feeb73f3268796bea', 'Толық', 'Подробнее'),
(94, '3952bdb85b6e3ed42f2e1fce053afc3d', 'Тексерілмеген', 'Непроверенный'),
(95, 'eda24f5c3ca15d75a56160e25afb0bd1', 'Көрсеткіш атауы', NULL),
(96, 'd79b117aeeffe46948be61e3d8de82d7', 'Өлшемі', NULL),
(97, '3e67ce7ff3404096a70f2e4ec077ebd6', 'Балы', NULL),
(98, '9cd4925dd291d26117d36655f97f86a8', 'Басқа оқытушыны немесе ғылыми қызметкерді көру', NULL),
(99, 'c4e28e0d153f2e9e0a8ef39fd6149f60', 'Факультет немесе ҒЗО', NULL),
(100, '4e98d7ff35154ad15cb72c06510aab98', 'Факультетті немесе ҒЗО-ны таңдаңыз', NULL),
(101, 'a04417a67dfffd2d227ff35a6f9bc181', 'Оқытушы немесе ғылыми қызметкер', NULL),
(102, 'e485f7a034099980acbbd6aed95b1b13', 'Орындалған жұмыстар', NULL),
(103, '4638e39f4f842638a85fa4dd84bff3c4', 'Ескерту:2.1 - 2.1.6 аралығындағы көрсеткіштерге еңбек салу ересжесі өзгерді', NULL),
(104, '3fbf124449e9981d0c751cf332ddd755', 'Авторлар санын жазасыз', NULL),
(105, 'da5c233960df6ce3b5e1dca96340a6b8', 'Ескерту сипаттамасына авторлардың аттарын жазып шығасыз бас автордан төмен қарай', NULL),
(106, '3df3ae93f20877efb9338c641c3aa098', 'Мысалы: Егер автор 4 еу болса 1)Жүнісбек Сәкен Болатұлы 2)Анеш Болат Мүсирбекович 3)Сейсен Марат Исабекулы 4)Утебаев Баймурат', NULL),
(107, '3a5a44743178eef0bba888b91bb8e08c', 'Әлемдік рейтингтік ғылыми индекстегі  жарияланымдар', NULL),
(108, 'a2f8745a5b88e2eee808af8c11007a62', 'Ахмет Ясауи университеті атауы көрсетілген жағдайда, қосалқы авторлық тек өз ғылыми және пәнаралық бағыты бойынша,', NULL),
(109, '74b74e11ad77bd7e65fc5b562366cccf', 'Journal Citation Reports (Clarivate Analytics) үшін квартиль және CiteScore (Scopus) индикаторы және барлық ғылыми мақалалар мен монографиялар үшін ұпайларды есептеу кезінде жарияланымның ішкі авторлар санына қарай ұпай төмендегіше бөлінеді', NULL),
(110, '0b74ef5de10c97e59d3fe241e9815b6c', '1 автор – 100 % ;', NULL),
(111, '93c82e69d974863b02e53821e651edda', '2 автор, 1-ші авторға 60% болса, екінші авторға 40 % беріледі;', NULL),
(112, '97ee8e92d9095187ef1795d53b89cc47', '3 автор, 1-ші авторға 40%, қалған екі авторға 30-% теңдей бөлінеді;', NULL),
(113, 'f8c5ceae5640964e392cb7773390d12b', '4 автор, 1-ші авторға 40%, қалған 3 авторға 20 % теңдей бөлінеді;', NULL),
(114, 'c5cb7df487aadf8ad84e82835fc663c7', '5 автор, 1-ші авторға 40%, қалған 4 авторға 15 %-дан теңдей бөлінеді;', NULL),
(115, 'b13bd5abe14eb7b1b631dd881ea468d6', '6 автор, 1-ші авторға 25 %, қалған 5 авторға 15 %-дан теңдей бөлінеді,', NULL),
(116, '61d0900ddb6f29488222f8edcca80e71', '7 авторлар, 1-ші авторға 20 %, қалған авторларға 80 % үлес бөлінеді.', NULL),
(117, 'c6d89ad533fe83b875dd22366f5dc9a1', 'Шағым жіберу формасы', NULL),
(118, '8513b19113ce08a5ac8393b3cc787867', 'Кафедра немесе ҒЗИ', NULL),
(119, '627ba97d3ff571a8fd32463ad2955cf5', 'Кафедраны немесе ҒЗИ-ды таңдаңыз', NULL),
(120, '884a055517591e4104f57f73a6c02372', 'Оқытушыны немесе ғылыми қызметкерді таңдаңыз', NULL),
(121, 'e8e9e6fabe810456e911e566fc7e47e7', 'Еңбектері', NULL),
(122, '24ae3f99c32fc2844f4899823bac30e4', 'Еңбегін таңдаңыз', NULL),
(123, '39a6f7a454fc200688791e8bb9c7549e', 'Келіп түскен шағымдар', NULL),
(124, 'bb4eab798116676316e4e7844b9f24a9', 'Еңбек иесі', NULL),
(125, '756491c5e04dbeed8374e023dae28a4d', 'Еңбек', NULL),
(126, 'bc380240418b477730f3d422ceb8554c', 'Шағым', NULL),
(127, '8fbb0128c5149a9ca2b65667138c33cc', 'Шағым күні', NULL),
(128, '44260486703c9d4ba13b1e3c87ec1399', 'Шағымның жауабы', NULL),
(129, 'c09f222b0fde5338126c4eb273e39086', 'Жауап күні', NULL),
(130, '56aa8b84cd0350dfbe76f8ce37183e25', 'Архив', NULL),
(131, 'b5a3e3e7492d49e233090a21b64f9f43', 'саны', NULL),
(132, 'f618de5809e9cd051f336df1f5acff53', 'деңгейі', NULL),
(133, '336d5ebc5436534e61d16e63ddfca327', '-', NULL),
(134, 'd55710efed0909ea6be2b9f7a2bd5d1b', 'Шағымды жіберу', NULL),
(135, 'df5cb291f4398f6ad8aee583a5c5a002', 'Экспорт EXCEL', NULL),
(136, '1c176e98b960e897e882f6a5a7b99483', 'Академиялық бағыт', NULL),
(137, '38f81f7175322f8b81ebb8bdc2de2ff8', 'Әлеуметтік-мәдени бағыт', NULL),
(138, '2b85140fc274ffc537e6fc738d86c861', 'Қосылып алынған балл', NULL),
(139, '08c26d96e3e325c3e8310373f3fcff41', 'Факультет', NULL),
(140, '6dd8187d2b502c0c547915d320095bb7', 'Берілген балл', NULL),
(141, 'd158725e61b17196b07e5a4f78d6fafe', 'Кафедра', NULL),
(142, '4d1230f3e9cb3125e3e16c034a003834', 'Ескерту:2.1 - 2.1.6 аралығындағы көрсеткіштерге салынған еңбек өшірлмейді бірақ функция қосу үстіндеміз', NULL),
(143, '4ff13a1b30cfab5ad843e2810fe550a3', 'Ескерту:Екі немесе одан да көп автор болған жайғдайда еңбектеріңізді жүктеу кезінде басқа авторға да хабарлаңыз себебі басқа автор білмей жатып екінші рет тағы салуы мүмкін', NULL),
(144, '763b3edda8a30e932d94d9e881854830', 'Таңдалған авторларға сіз жүктеген еңбек көрінеді және оларға ұпай беріледі', NULL),
(145, 'e16a3e4f7a02bbe7017dcdbe8aa69df4', 'басқа авторларды белгілеп жүктемеген жағдайда еңбегіңіз қайтарылады', NULL),
(146, '434612dc0d7252c6ced122e005946fc1', 'Көрсеткіштің толық атауы', NULL),
(147, '7341d84c69ecd73ddcc5e5054bbd27c7', 'Орындалған күні', NULL),
(148, 'cd3e2f59dadb45992bedc6bbc8e66a1b', 'ХҚТУ авторлар саны (Өзіңізді қоса санағанда)', NULL),
(149, 'a1fb6cc4c1410ee6680636a01b5bae2e', 'Макс 7 автор', NULL),
(150, '3e9d46cd587c477ead7aff092a8c5052', 'Автор санын енгізіңіз', NULL),
(151, '030345faba319c22b48f8416908ab7ed', 'Еңбек санының түрлері', NULL),
(152, '2ae829c1f5e57ef882d585ba8567276f', 'Әр 1 млн. теңге үшін', NULL),
(153, '315e5c08eec2f2c072d23f618d8169ba', 'Деңгейі', NULL),
(154, '7c7d054bc5ae9c0d93b69431dfdf2264', 'Автор', NULL),
(155, '6010a340c70249d23aa67dcda9d356ef', 'Автордың толық  аты-жөнін қараңыз', NULL),
(156, 'c581243400afd2dbab770c59e89f4ef1', 'Іздеу үшін теріңіз', NULL),
(157, 'f9b80d793c5e0604846ccb5d118520fc', 'Ескерту', NULL),
(158, '807ff7d6467bcc56b87e3d926a48445e', 'Растаушы файлды таңдау (PDF, JPG форматындағы файлдар)', NULL),
(159, 'e8e4e7f3263a7790062a42180508d5d1', 'Жүктеу', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `locale`
--
ALTER TABLE `locale`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `local_object_idx` (`object`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `locale`
--
ALTER TABLE `locale`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=160;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
